tap "b4b4r07/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "brotli"
brew "autoconf"
brew "automake"
brew "libtool"
brew "libyaml"
brew "readline"
brew "asdf"
brew "bat"
brew "c-ares"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "libidn2"
brew "libssh2"
brew "zstd"
brew "curl"
brew "deno"
brew "direnv"
brew "node"
brew "openjdk"
brew "python@3.10"
brew "emscripten"
brew "exa"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "pcre2"
brew "git"
brew "guile"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "jq"
brew "libtermkey"
brew "libvterm"
brew "qemu"
brew "lima"
brew "lua"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "mas"
brew "msgpack"
brew "mysql@5.7", restart_service: true, link: true
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "openssl@3"
brew "php"
brew "pssh"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "shared-mime-info"
brew "sheldon"
brew "shellcheck"
brew "terraformer"
brew "tig"
brew "tree"
brew "utf8proc"
brew "vegeta"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "b4b4r07/tap/gomi"
brew "hashicorp/tap/terraform-ls"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "authy"
cask "brave-browser"
cask "deepl"
cask "discord"
cask "docker"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "grammarly-desktop"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "raycast"
cask "slack"
cask "stoplight-studio"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Todoist", id: 585829637
